<%@page contentType="text/html;charset=UTF-8"%>
<%@ include file="top.jspf" %>

<div id="main-content">
  <div id="content">
<h2>О лаборатории математической химии</h2>
<!-- <img src="./images/matmod-200x133.jpg" align="left"> -->
<p>Лаборатория создана на основе переехавшей в 1976 г. в 
Институт нефтехимических производств (НИИнефтехим) 
из Института катализа СО СССР, ныне ИК СО РАН им. Г.К.Борескова,
 группы сотрудников (Шмелев А.С., Спивак С.И., Воронов В.Г., Балаев А.В.). 
 С 1992 г. создана как лаборатория математической химии 
 Института нефтехимии и катализа РАН</p>

<p>
Спивак Семен Израилевич – доктор физико-математических наук, 
профессор, заслуженный деятель науки РБ, заведующий лабораторией математической химии, 
одновременно зав. кафедрой математического моделирования Башкирского 
государственного университета.
Специалист в области математического моделирования химических процессов, 
математической теории эксперимента, обратных задач химической кинетики 
и термодинамики, идентификации механизмов сложных химических реакций,
 финансовой и актуарной математики. Автор 8 книг, более 500 научных статей.

</p>
<p>
Кадровый состав 
Начиная с 1992 г. в лаборатории трудились д.ф.-м.н., проф. Спивак С.И., 
в.н.с., к.т.н. Балаев А.В., с.н.с., к.т.н. Воронов В.Г., к.ф.-м.н., 
доц. Губайдуллин И.М., к.т.н. Вайман А.М., к.х.н. Вайман Е.В., 
к.х.н., доц. Иремадзе Э.О., к.ф.-м.н. Абзалилова Л.Р. 
Соискателями докторских диссертаций в лаборатории были ректор 
Бирской государственной социально-педагогической академии, д.ф-.м.н., 
проф. Усманов С.М., зав. каф. математического моделирования 
Уфимского государственного нефтяного технического университета, 
д.ф.-м.н., проф. Мухаметзянов И.З., зав. каф математики и информатики 
Стерлитамакского филиала Башкирского государственного университета, 
д.ф.-м.н. Мустафина С.А. В лаборатории создана и успешно функционирует аспирантура
 по специальности 05.13.18 – Математическое моделирование. Численные методы и
  комплексы программ. Начиная с 1992 г. аспирантами и соискателями 
  лаборатории защищено 4 докторских и 19 кандидатских диссертаций. 
  В настоящее время в составе лаборатории обучается 11 аспирантов. 
  Лаборатория работает в тесном контакте с кафедрой математического 
  моделирования Башкирского государственного университета. 
</p>

<b>Тематика лаборатории</b> 
<p>Математическое моделирование и оптимизация сложных химических, 
нефтехимических, нефтеперерабатывающих, ферментативных процессов и реакторов.</p> 

<b>Основные направления исследований</b>
<ul>
<li>Термодинамический и кинетический анализ сложных каталитических реакций 
с целью определения механизмов их протекания;</li>
<li>Обратные задачи идентификации механизмов сложных каталитических реакций.</li>
<li>Теория и методология моделирования каталитических процессов и реакторов 
на основе анализа физико-химических закономерностей.</li>
<li>Теория каталитических процессов, протекающих с переменными свойствами 
компонентов реакций и катализаторов.</li>
<li>Разработка математических алгоритмов и программного обеспечения 
для проведения вычислительных экспериментов в области катализа
 и математической химии.</li>
<li>Определение оптимальных условий проведения каталитических реакций 
в химических реакторах.</li>
<li>Разработка математических моделей для 
управления каталитическими процессами и реакторами.</li>
</ul>

<b>Основные достижения за последние 10 лет </b>

<p>Исследования по математическому моделированию и оптимизации каталитических процессов являются частью активно развиваемого в настоящее время научного направления «Математическая химия". В рамках данного направления центральной тематикой лаборатории является обратная задача идентификации механизмов сложных химических реакций, одна из основных, проблем, стимулирующих развитие математической химии. Коллективом за последние годы получены следующие результаты:
Построены алгоритмы анализа кинетических и термодинамических измерений при идентификации механизмов сложных реакций.
Построены алгоритмы расчета уровня точности кинетических и равновесных констант при решении обратных задач.
Разработано программное обеспечение, использовавшееся при математической интерпретации измерений в самых разных конкретных реакциях (гетерогенный, гомогенный, межфазный, ферментативный катализ, жидкофазное окисление углеводородов и т. д.).
Разработаны методы оптимизации каталитических процессов с переменной активностью 
катализаторов и ограничениями на фазовые переменные. 
Апробация разработанных алгоритмов проведена при расчете оптимальных режимов 
производства стирола в двухреакторной системе: шестислойном реакторе (Р-1) 
для получения этилбензола алкилированием бензола этиленом и каскаде из двух 
реакторов (Р-2) с промежуточным подогревом реакционной смеси после первого 
реактора для получения стирола дегидрированием этилбензола. Проведенная 
оптимизация процессов позволила найти оптимальные технологические режимы, 
позволяющие увеличить выход целевых продуктов на 5-7%мас. при селективностях 
не ниже 92%:</p>
  </div>
</div>
<%@ include file="bottom.inc" %>