{
   "lastName": "Спивак",
   "firstName": "Семен",
   "biography": [
   	   "Доктор физико-математических наук, профессор, заслуженный деятель науки РБ, заведующий лабораторией математической химии",
       "Зав.кафедрой математического моделирования Башкирского государственного университета.",
       "Специалист в области математического моделирования химических процессов; математической теории эксперимента; обратных задач химической кинетики и термодинамики; идентификации механизмов сложных химических реакций; финансовой и актуарной математики.", 
       "Автор 8 книг, более 500 научных статей.", 
       "Председатель Совета Еврейской национально-культурной анатомии РБ, член Совета Ассоциации народов Башкортостана.",
	   "Родился в 1945 г. в г. Днепропетровске, Украина.",
	   "В 1962 г. окончил Новосибирский государственный университет по специальности “Математика”. Работал младшим научным сотрудником в Институте катализа Сибирского отделения АН СССР; старшим научным сотрудником, зав. сектором  математической интерпретации измерений в НИИ нефтехимических производств в Уфе. С 1986 г. – зав. кафедрой математического моделирования БашГУ. С 1992 г. – по совместительству зав. лабораторией математической химии Института нефтехимии и катализа АН РБ и УНЦ РАН.",
	   "Почетный работник высшего профессионального образования РФ (2008 г.).",
	   "Область научных интересов – математическое моделирование кинетики и термодинамики сложных химических реакций, оптимизация химико-технологических процессов, математическая интерпретация измерений, актуарная и финансовая математика. Преподаваемые дисциплины: исследование операций, математическое моделирование химических процессов, финансовая математика.", 
	   "Подготовил 6 докторов и 37 кандидата наук."        
   ],
   "photo": "spivak.jpg",
   "articles": [   
   	   "<ul><li>1. Яблонский Г.С., Спивак С.И. Математические модели химической кинетики. - М.: Знание, 1977. -200 с.</li>",
	   "<li>2. Клибанов М.В., Спивак С.И., Тимошенко В.И., Слинько Н.Г. О числе независимых параметров стационарной кинетической модели // ДАН СССР, -1973, -Т. 208. -№ 6. -С. 1387-1390.</li>",
	   "<li>3. Спивак С.И., Горский В.Г. Неединственность решения задачи восстановления кинетических констант // ДАН СССР, -1981. -Т. 257. - № 2. - С. 412-415.</li>",
       "<li>4. Кунцевич А.Д., Кудашев В.Р., Спивак С.И., Горский В.Г. Групповой анализ идентифицируемости параметров математических моделей нестационарной химической кинетики //Докл. РАН, 1992. -Т. 326. - № 4. -С. 658-661.</li>",
       "<li>5. Асадуллин Р.Н., Свинолупов С.И., Спивак С.И. Исключение концентраций промежуточных веществ в моделях нестационарных моделях нестационарной химической кинетики // Кинетика и катализ, -1991. -Т. 32. -№ 5. -С. 1229-1233.</li>",
       "<li>6. Spivak S. Inverse problems of chemical kinetics and thermodynamics // Systems Analysis. Modeling Simulation. -1995. -V. 18-19. -P. 107-137.</li>",
       "<li>7. Математическое моделирование процесса полимеризации бутадиена на лантанидсодержащих катализаторах // ДАН. 2002. Т. 387, № 6. С. 793–796 (в соавт.).</li>",
       "<li>8. Математическая модель оптимального портфеля // Системы управл. и ин-форм. техн. 2007. Т. 28, № 2. С. 48–52.</li></ul>"

   ],
   "aspirants": "<b>Список аспирантов ИНК РАН на 1 марта 2013 года.</b><br><b>Научный  руководитель д.ф.-м.н., профессор Спивак С.И.</b><br><br>"
}